[
  {
    "quote": "Grief is the price we pay for love.",
    "author": "Queen Elizabeth II"
  },
  {
    "quote": "Grief is not a sign of weakness, nor a lack of faith... It is the price of love.",
    "author": "Anonymous"
  },
  {
    "quote": "The pain passes, but the beauty remains.",
    "author": "Pierre Auguste Renoir"
  },
  {
    "quote": "When someone you love becomes a memory, the memory becomes a treasure.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is itself a medicine.",
    "author": "William Cowper"
  },
  {
    "quote": "To weep is to make less the depth of grief.",
    "author": "William Shakespeare"
  },
  {
    "quote": "Grief is the natural reaction to loss.",
    "author": "Anonymous"
  },
  {
    "quote": "The reality is that you will grieve forever. You will not 'get over' the loss of a loved one; you will learn to live with it.",
    "author": "Elisabeth Kubler-Ross"
  },
  {
    "quote": "Grief is the last act of love we can give to those we loved.",
    "author": "Anonymous"
  },
  {
    "quote": "Time doesn't heal all wounds, but it does soften the edges.",
    "author": "Anonymous"
  },
  {
    "quote": "The deepest pain I ever felt was denying my own feelings to make everyone else feel comfortable.",
    "author": "Anonymous"
  },
  {
    "quote": "There is no right way to grieve, only your way.",
    "author": "Anonymous"
  },
  {
    "quote": "The grief we feel over a loss is not a sign of weakness, but of strength. It shows that we loved deeply.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is a process, not a state. It is a journey, not a destination.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief never ends... but it changes. It's a passage, not a place to stay.",
    "author": "Anonymous"
  },
  {
    "quote": "It is not length of life, but depth of life.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "It is not the grief that is hard to bear, but the endless yearning for the one who is gone.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is the price of love, the sorrow that attends the absence of one we have cherished.",
    "author": "Anonymous"
  },
  {
    "quote": "What we have once enjoyed deeply we can never lose. All that we love deeply becomes a part of us.",
    "author": "Helen Keller"
  },
  {
    "quote": "The pain of grief is just as much a part of life as the joy of love.",
    "author": "Anonymous"
  },
  {
    "quote": "Death leaves a heartache no one can heal, love leaves a memory no one can steal.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief does not change you, Hazel. It reveals you.",
    "author": "John Green"
  },
  {
    "quote": "Grief is not as heavy as guilt, but it takes more away from you.",
    "author": "Veronica Roth"
  },
  {
    "quote": "The hardest thing about grief is not just the pain of the loss, but the silence it leaves behind.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief, I've learned, is really just love. It's all the love you want to give but cannot.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is like the ocean; it comes in waves, ebbing and flowing. Sometimes the water is calm, and sometimes it is overwhelming.",
    "author": "Vicki Harrison"
  },
  {
    "quote": "Grief is the natural reaction to the loss of someone we love.",
    "author": "Anonymous"
  },
  {
    "quote": "The pain of grief is a testament to the love that was shared.",
    "author": "Anonymous"
  },
  {
    "quote": "You will find that it is necessary to let things go; simply for the reason that they are heavy.",
    "author": "Anonymous"
  },
  {
    "quote": "No one ever told me that grief felt so like fear.",
    "author": "C.S. Lewis"
  },
  {
    "quote": "Grief is just love with no place to go.",
    "author": "Anonymous"
  },
  {
    "quote": "In the end, we only regret the chances we didn't take, the love we didn't share, and the moments we didn't savor.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is a blunder of a life, but it takes more away from you.",
    "author": "Benjamin Disraeli"
  },
  {
    "quote": "Grief makes one feel small and helpless, yet it also brings about immense strength.",
    "author": "Anonymous"
  },
  {
    "quote": "Tears are the silent language of grief.",
    "author": "Voltaire"
  },
  {
    "quote": "Grief is the last act of love we can give to those we loved.",
    "author": "Anonymous"
  },
  {
    "quote": "The only cure for grief is to grieve.",
    "author": "Earl Grollman"
  },
  {
    "quote": "Grief, when it comes, is so close to love.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is like a stone in your chest, you carry it with you, and it's heavy. But as time passes, it becomes more like a pebble.",
    "author": "Anonymous"
  },
  {
    "quote": "Losing someone you love is like learning to live without a part of yourself.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is like a wound. You will never be the same, but over time, it becomes part of your story.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is not something you get over. It's something you learn to live with.",
    "author": "Anonymous"
  },
  {
    "quote": "The sorrow we feel when we lose a loved one is the price we pay to have had them in our lives.",
    "author": "Anonymous"
  },
  {
    "quote": "In grief, you learn that some pain is so deep that words are useless.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is a journey, but love is the destination.",
    "author": "Anonymous"
  },
  {
    "quote": "When someone you love becomes a memory, that memory becomes a treasure.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is like an ocean, it comes and goes, but you learn to swim.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is the recognition of love that once was and can no longer be.",
    "author": "Anonymous"
  },
  {
    "quote": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "quote": "Grief is not a disorder, a disease, or a sign of weakness. It is the price of love.",
    "author": "Anonymous"
  },
  {
    "quote": "There is no one perfect way to grieve. Everyone's path is different, but love will light the way.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is not about forgetting; it's about learning how to live with the absence.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is the last act of love we can give to those we loved.",
    "author": "Anonymous"
  },
  {
    "quote": "It's okay to grieve; it's okay to hurt. Let the grief come. It doesn't stay forever, but the healing can.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is not a sign of weakness; it's the sign of a heart that was open to love.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is the process of learning to live in a world where someone you love no longer exists.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is a wound that can never be healed, but it does become bearable over time.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is like a river; it may bend and change its course, but it will never stop flowing.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is not linear, and it's not a one-time thing; it is a lifelong companion that ebbs and flows.",
    "author": "Anonymous"
  },
  {
    "quote": "The heart is made of love, but it is shaped by grief.",
    "author": "Anonymous"
  },
  {
    "quote": "Grief is not a disorder, but the natural consequence of a meaningful relationship.",
    "author": "Anonymous"
  }
]
